Repository: jcamiel/meon-ios
Catalog: iOS-Meon/Localization/*.lproj/Localizable.strings
Languages: fr

# L_ShareByTweetBlocked
source: Stuck on level %d - Meon by @ManboloGames. It's too addictive, download it
fr: Bloqué au niveau %d - Meon de @ManboloGames. Trop addictif, à télécharger

# L_ShareByTweetCompleted
source: I've just beaten level %d - Meon by @ManboloGames. It's too addictive, download it
fr: Je viens juste de passer le niveau %d à Meon de @ManboloGames. Trop addictif, à télécharger

# L_RateMeonTitle
source: Love Meon?
fr: Tu aimes Meon?

# L_RateMeonMessage
source: Please rate Meon in the App Store! Your progression will be saved and you will help us to improve the game (and we'll be very happy ðŸ˜Š)
fr: Merci de noter Meon dans l'App Store ! Ta progression sera sauvegardée et tu nous aideras à améliorer le jeu (et on sera très content 😊).

# L_RateMeonCancelButton
source: No Thanks
fr: Non merci

# L_RateMeonOkButton
source: Rate It!
fr: Noter !

# L_Cancel
source: Cancel
fr: Annuler

# L_Solver
source: Scientists have discovered the secret to free Meons... You can buy them this knowledge to definitively unlock this level and 4 other levels. Increase your skills and buy now 5 level solvers for %@
fr: Des scientifiques ont découvert le moyen de libérer les Meons... Tu peux acheter leurs connaissances pour débloquer définitivement le niveau actuel et 4 autres niveaux au choix. Augmente ton score et achète 5 solutions pour %@

# L_Solver_Highlight_1
source: definitively unlock
fr: débloquer définitivement

# L_Solver_Highlight_2
source: 5 level solvers
fr: 5 solutions

# L_SolverTitle
source: Use Solver?
fr: Utiliser une solution ?

# L_SolverMessage
source: Do you want to use one solver to beat this level?
fr: Veux-tu utiliser une de tes solutions pour résoudre ce niveau ?

# L_SolverDontUse
source: No Thanks
fr: Non merci

# L_SolverUse
source: Use it Now!
fr: Oui !

# L_SolverLevelUnlocked
source: This level is unlocked now
fr: Le niveau est maintenant débloqué

# L_SolverWaitForConnection
source: Please, wait for connection...
fr: ça arrive, ça arrive, connection en cours...

# L_SolverNoConnection
source: We are unable to contact App Store! No network connection available. Please retry later...
fr: On n'arrive pas à contacter l'App Store ! Il n'y a pas de connexion réseau de disponible. Merci de réessayer un peu plus tard...

# L_OptionsTwoHints
source: Two hints per level
fr: Deux indices par niveau

# L_OptionsPause
source: Enable pause between level
fr: Pause entre chaque niveau

# L_OptionsSounds
source: Play Sounds
fr: Jouer les sons

# L_OptionsMusic
source: Play Music
fr: Jouer la musique

# L_OptionsParallax
source: Parallax Effects
fr: Effets parallax

# L_GameOverYourScore
source: Your score:
fr: Ton score :

# L_GameOverHighScore
source: Your High score:
fr: Meilleur score:

# L_GameOverYourName
source: Your name:
fr: Ton pseudo :

# L_Congratulations
source: Congratulations! You have completed the Light Quest. With the power of your mind, and with your extreme cleverness, you have solved all the 120 levels of Meon. Thank you very much for having play with us. Please send-us a mail to contact@manbolo.com, we would like to personally congratulate you. See you soon on Manbolo !
fr: Félicitations ! Tu as achevé la quête de la lumière. Grâce à ta présence d'esprit et ton extrême intelligence, tu as résolu tous les 120 niveaux de Meon. Merci beaucoup d'avoir jouer avec nous. Envoies-nous un mail à contact@manbolo.com, nous voudrions te féliciter personnellement. A bientôt sur Manbolo !

# L_CongratulationsLite
source: Congratulations! You have completed the lite version of Meon, the Light Quest. If you want more levels, please buy the full version of Meon in the App Store. Full version contains 120 levels, infernal puzzles and a lot of Meon! See you soon on Manbolo!
fr: Félicitations ! Tu as achevé la version d'évaluation de Meon, la quête de la lumière. Si tu veux jouer à pleins de nouveaux niveaux, tu peux acheter maintenant la version complète de Meon dans l'App Store. La version complète comporte 120 niveaux, des énigmes infernales et pleins de Meons ! A bientôt sur Manbolo !

# L_TimeAttack
source: In Time Attack mode, you have to complete all the levels in the minimum time. Choose your distance, and let's start the race!
fr: Dans le mode Time Attack, tu dois terminer tous les niveaux le plus rapidement possible. Choisis la distance, et c'est parti !

# L_TimeAttackQuit
source: Are you sure to leave your Timeattack race now?
fr: Es-tu sûr de d'arrêter ta course ?

# L_Yes
source: Yes
fr: Oui

# L_No
source: No
fr: Non

# L_iCloudReceivedNewLevelMessage
source: Do you want to go directly to the last level saved in iCloud ?
fr: Veux-tu aller directement au dernier niveau sauvé dans iCloud ?

# L_iCloudReceivedNewLevelCancelButton
source: No, stay here
fr: Non, reste-ici

# L_iCloudReceivedNewLevelOkButton
source: Yes!
fr: Oui !

# L_ClassicGame
source: Play Classic
fr: Jeu Classique

# L_Timeattack
source: Time attack
fr: Contre La Montre

# L_Highscores
source: Highscores
fr: Meilleurs Scores
